Repository: asaban1/AdrianPatrikSaban
Catalog: FootballData/FootballData.WPF/Properties/Strings2.*.resx
Languages: hr

source: Favorite Team:
hr: Omiljeni Tim:

source: Match Info
hr: Informacije O Utakmici

source: Opponent Team:
hr: Protivnicki Tim:

source: Settings
hr: Postavke

# WorldCupTitle
source: FIFA World Cup 2018
hr: FIFA Svjetsko Prvenstvo 2018

# WorldCupTitleMen
source: FIFA World Cup 2018
hr: FIFA Svjetsko Prvenstvo 2018

# WorldCupTitleWomen
source: FIFA World Cup 2019
hr: FIFA Svjetsko Prvenstvo 2019

source: Tournament
hr: Prvenstvo

source: Language:
hr: Jezik:

source: Window Size
hr: Velicina Prozora

source: Save
hr: Spremi

source: Cancel
hr: Odustani

source: Team Name:
hr: Ime Tima:

source: FIFA Code:
hr: FIFA Kod:

source: Matches Played:
hr: Odigrance Utakmice:

source: Error Changing Language
hr: Greska Prilikom Mjenjanja Jezika

source: Error Initializing App:
hr: Greška Prilikom Pokretanja Aplikacije:

source: No Starting Players Found
hr: Nema Pocetnih Igraca

source: Error Populating Favorite Team ComboBox:
hr: Greska Prilikom Ucitavanja ComboBoxa Omiljenog Tima:

source: Error Getting Teams:
hr: Greska Prilikom Dohvacanja Timova:

source: Error Setting Favorite Team in ComboBox:
hr: Greska Prilikom Postavljanja Omiljenog Tima u ComboBox:

source: Error Saving Favorite Team:
hr: Greska Prilikom Spremanja Omiljenog Tima:

source: Error Selecting Favorite Team:
hr: Greska Prilikom Odabira Omiljenog Tima:

source: Error Handling Opponent Team Selection:
hr: Greska Prilikom Odabira Protivnickog Tima:

source: Error Fetching Players for Match
hr: Greska Prilikom Dohvacanja Igraca Za Utakmicu

source: Error Populating Opponent Team ComboBox:
hr: Greska Prilikom Ucitavanja ComboBoxa Protivnickog Tima:

source: Error Fetching Opponent Teams:
hr: Greska Prilikom Dohvacanja Protivnickih Timova:

source: Error Fetching Match Result
hr: Greska Pri Dohvatanju Rezultata Utakmice

source: Error Displaying Player Names:
hr: Greska Prilikom Prikazivanja Imena Igraca:

source: Error Loading Settings:
hr: Greska Pri Ucitavanju Postavki:

source: Error Changing Championship:
hr: Greska Prilikom Promjene Prvenstva

# ResourceManagerNotInitialized
source: Resource Manager is not initialized
hr: Resource Manager Nije Inicijaliziran

# InvalidResolutionWarning
source: Invalid resolution in settings. Using default size
hr: Nevazeca Rezolucija U Postavkama. Koristi Se Zadana

source: Error Applying Window Settings:
hr: Greska Pri Primjeni Postavki Prozora

source: Error
hr: Greska

# ExitConfirmationMessage
source: Are You Sure You Want To Exit Application?
hr: Jeste Li Sigurni Da Zelite Izaci Iz Aplikacije?

# ExitConfirmationTitle
source: Exit Confirmation
hr: Potvrda Izlaska

source: Error During Window Closing:
hr: Greska Prilikom Zatvaranja Prozora:

# PleaseSelectFavoriteTeam
source: Please Select A Favorite Team First
hr: Molimo Vas Da Prvo Odaberete Omiljeni Tim

source: Warning
hr: Upozorenje

source: Error Displaying Favorite Team Info:
hr: Greska Prilikom Prikazivanja Informacija O Omiljenom Timu:

source: Error Casting Items To Team
hr: Greska Prilikom Pretvaranja Stavki U Tim

source: Error Finding Country
hr: Greska Prilikom Pronalazenja Drzave

source: No Information Found For Opponent Team
hr: Nema Podataka Za Protivnicki Tim

source: Please Select Opponent Team First
hr: Molimo Odaberite Protivnicki Tim Prvo

source: Error Displaying Opponent Team Info
hr: Greska Pri Prikazivanju Podataka Za Protivnicki Tim

source: Error Initializing Settings UI:
hr: Greska Prilikom Inicijalizacije Postavki Korisnickog Sucelja:

# SettingsNotConfigured
source: Settings Not Configured. Application Will Close
hr: Postavke Nisu Konfigurirane. Aplikacija Ce Se Zatvoriti

source: Settings Saved Successfully
hr: Postavke Uspjesno Spremljene

source: Success
hr: Uspjeh

source: Error saving settings:
hr: Greska Prilikom Spremanja Postavki

# SettingsNotConfiguredDefaultApplied
source: Settings Were Not Configured. Default Settings Have Been Applied
hr: Postavke Nisu Bile Konfigurirane. Primijenjene Su Zadane Postavke

source: Information
hr: Informacija

source: Error during settings cancel:
hr: Greska Prilikom Otkazivanja Postavki:

source: Error Handling Key Event
hr: Greska Prilikom Obrade Dogadaja Kljuca

# ErrorOpeningWinFormsApp
source: Error Opening WinForms Application
hr: Greska Prilikom Otvaranja WinForms Aplikacije

source: Open Win Forms App
hr: Otvori Win Forms Aplikaciju

source: Data Source:
hr: Izvor Podataka:
